// src/app/[locale]/legal/cookie-policy/cookie-zh.ts

const cookieZh = `
1. 什麼是Cookie？

當您使用我們的線上服務時，Cookie和其他追蹤技術會以不同的方式用來在我們的網站中為您提供最佳體驗。

我們公司擁有的所有網站都使用Cookie。我們公司使用Cookie和其他追蹤技術，例如網路信標、像素、標籤和API等。

Cookie檔案是一個小型文字檔案，當您造訪網站時，會放置在您的電腦瀏覽器或行動裝置上。每次後續造訪時，都會將Cookie傳送回原始網站，或能識別該Cookie的其他網站，以記錄使用者的線上活動。

此外，工作階段Cookie和永久性Cookie之間也有區別。工作階段Cookie在您關閉瀏覽器後就會刪除。永久性Cookie的使用時間較長，而且在您關閉瀏覽器後不會自動刪除。

我們盡力將使用的Cookie或允許使用的Cookie限制在五年以下。只有在特殊情況下，例如出於安全目的和絕對必要的情況下，才會將Cookie保留更長時間。

2. Cookie檔案的使用

Cookie有不同的用途。

Cookie可在不同網頁或網站之間將您識別為同一位使用者。

我們使用Cookie收集的資訊可能包括但不限於：

- 您的IP；
- 您使用我們服務的日期和時間；
- 有關您的軟體和硬體詳細資訊；
- 有關您正在使用的瀏覽器詳細資訊；
- 有關使用我們服務的裝置作業系統資訊，例如最新版本的應用程式和語言設定；
- 活動日誌。

# 2.1. 我們使用哪些Cookie檔案？

必要Cookie：

Cookie可能是必要的，也可能是非必要的，其中必要Cookie僅用於執行或促進網路傳輸，或是提供您要求的線上服務所必需。

根據相關法律的規定，我們不需要您的同意即可收集這類Cookie。

技術性Cookie：

我們努力為訪客提供先進且使用者友善的網站，自動配合訪客的需求和願望調整。

為了實現此目標，我們使用技術性Cookie向您展示我們的網站、使其正常運作、建立您的使用者帳戶、讓您登入並管理您的活動。

這些技術性Cookie對於我們網站的正常運作是絕對必要的。

功能性Cookie：

我們還使用功能性Cookie來記住您的偏好，並幫助您有效率且有效地使用我們的網站，例如，這些Cookie會記住您偏好的貨幣、語言、您的搜尋和您先前的設定。

這些功能性Cookie對於我們網站或應用程式的運作並不是絕對必要的，但能提供更多功能並強化您的遊戲體驗。

分析性Cookie：

我們使用這些Cookie來深入了解訪客如何使用我們的網站。

這表示我們可以找出適合的方式，優化和改進我們的網站，並了解廣告與訊息傳達是否有效。

我們收集的資料可能包括您查看過的網頁、您的來源網址與最後離開的頁面、您使用的平台類型、您曾打開以及有互動的電子郵件，還有日期和時間戳資訊。

這也表示我們可以使用有關您如何與網站互動的詳細資訊，例如您在特定頁面上的點擊次數、您的滑鼠移動和滾動活動、您使用的搜尋字詞以及您在各種頁面中輸入的文字。

我們利用分析性Cookie作為線上廣告活動的一部分，以了解使用者在看到線上廣告（這可能包括第三方網站上的廣告）後如何與我們的網站互動。

分析性Cookie也可用於使我們的業務合作夥伴了解其客戶是否使用整合到其網站中的優惠。

除了我們自己的Cookie之外，我們還使用Google Analytics（包括UserID功能）、segment.io及其分析服務，以提高我們網站的品質並提供良好體驗。

行銷和廣告Cookie：

我們可能會使用這些Cookie來客製化您可以看到的廣告。這有助於我們衡量廣告的有效性。

我們會將Cookie收集的部分資訊分享給提供廣告服務的第三方。

我們使用第三方Cookie收集玩家的資料，例如IP位址、使用者ID、位置、裝置、瀏覽器和造訪頻率。

第三方匯總這些資料，然後向我們提供有關在我們網站上玩遊戲的玩家匿名化資訊，我們使用這些資訊來制訂行銷活動並進行分析。

請注意，我們無法存取這些資料中的個人資訊，即我們只能存取匿名化的匯總資料。

3. 如何管理Cookie的使用

在Internet Explorer、Safari、Firefox或Chrome等瀏覽器的設定中，您可以設定接受和拒絕哪些Cookie。

這些設定的位置取決於您使用的瀏覽器。請使用瀏覽器中的「資訊/說明」功能以尋找您需要的設定。

如果您選擇不接受某些技術性和/或功能性Cookie，則可能無法使用我們網站上的某些功能。

我們目前不支援「停止追蹤」瀏覽器設定。

若推出通用標準來定義「停止追蹤」瀏覽器訊號的確切含義，我們將再次審查此Cookie政策。

為了透過Google Analytics控制用於分析目的的資料收集，您可能需要存取以下連結：Google Analytics不透露資訊瀏覽器外掛程式（僅適用於桌面版）。

Google Analytics不透露資訊外掛程式與Chrome、Internet Explorer 11、Safari、Firefox和Opera相容。

要了解有關Cookie以及如何管理或刪除的更多資訊，請造訪瀏覽器的資訊/說明部分。
`;

export default cookieZh;
