export const termsZH = `
# 條款與細則

## 1. 一般資訊

1.1. WPT Global.com（「網站」或「WPT Global」）由Everstronglink Limitada營運。Everstronglink Limitada係經托比克法律許可及監管的公司，許可證號碼為0000005，註冊地址為Province 01 San Jose, Canton 02 Escazu, San Rafael, On La Ceiba Street, House No. 400, Costa Rica（「公司」、「我們」）。Kashxa Limited是一家賽普勒斯公司，註冊號碼為427606，註冊辦公室地址為Aigyptou, 12, Nicosia, 1097, Cyprus，代表許可證持有者實體Everstronglink Limitada擔任支付代理商。

1.2. 根據本協議，條款與細則（「協議」或「條款與細則」）構成公司與在本網站開設帳戶並使用本網站服務（「服務」，包括但不限於在網站上玩遊戲和投注）的任何人（「玩家」、「客戶」或「您」）之間具有約束力的合約關係。

1.3. 本條款與細則所建立的商業合約關係受托比克適用法律的管轄，而且您接受位於托比克法院對於與條款與細則、服務以及網站相關任何爭議的專屬管轄權，不可撤銷。

1.4. 所有玩家在進入、註冊或使用網站上提供的任何博彩服務之前，必須閱讀、接受並同意受以下條款與細則的約束。

1.5. 透過在公司註冊及/或使用服務及/或勾選「我接受本條款與細則」框（或任何其他類似措辭），您即同意完全且無保留地受本條款與細則的約束。因此，本協議構成您與公司之間的具有約束力的法律文件，並且本協議將始終監管您對我們博彩服務的使用。

1.6. 如果玩家不同意以下任何條款與細則或不希望受其約束，我們強烈建議立即退出本網站並選擇不向我們開設帳戶。

1.7. 本條款與細則還包括[客戶爭議解決](https://wptglobal.com/customer-dispute-resolution)及[體育博彩規則](https://wptglobal.com/sportsbooks-rules)，而且體育博彩規則包含在「條款與細則」和「協議」的定義中。

1.8. 條款與細則可能會不時修訂，玩家有責任定期閱讀本頁面（至少每月一次）。每當條款與細則有重大變更時，公司將透過玩家在註冊時提供的電子郵件地址（「註冊電子郵件地址」），在新規則生效之前通知玩家。玩家有責任保持其聯絡資料為最新狀態，因為未能做到這一點可能導致您無法收到來自公司的重要帳戶相關通知和資訊。

1.9. 玩家對其帳戶的安全和保密性負全部責任。玩家特別同意對登入詳細資料保密，並對任何濫用其帳戶的行為承擔全部責任。

1.10. 玩家不能要求公司、其員工、辦公室、董事、被授權人、經銷商、批發商、聯盟夥伴、子公司、廣告商、推廣商或其他機構、媒體合作夥伴和零售商對因玩家的下列行為而產生的任何成本或費用，或可能產生的任何責任和損害負責：(i) 進入、使用或重複使用網站，(ii) 使用本網站上的任何資料，(iii) 參加遊戲，(iv) 參加體育博彩服務；或 (v) 接受任何獎品。

1.11. 本條款與細則可能提供多種語言版本。儘管我們努力將目前的條款與細則準確地翻譯成其他可用語言，但如果英文版與其他語言版本之間存在任何差異或不一致的情況，英文版應作為主要參考以及發生爭議時的準則。

## 2. 開設帳戶

### 2.1. 個人資訊

2.1.1. 不允許使用西里爾字母、希臘字母、阿拉伯字母和其他非拉丁文字。

2.1.2. 個人詳細資料應僅以拉丁字母輸入；為了驗證目的，要求和提供的支持性文件應該包含相同的拉丁字母資訊。

2.1.3. 要在WPT Global上玩遊戲，玩家需要開設一個帳戶，透過該帳戶可以存取各種產品。如要開設帳戶，玩家必須完成註冊流程。註冊完成後，玩家需要輸入他們的「電子郵件地址」、「國家」、「使用者名稱」、「密碼」。玩家必須輸入以下資訊，才能夠存款或提款：「名字」、「姓氏」、包括「城市」與「郵遞區號」在內的「完整地址」、有效「電話號碼」、「性別」和「出生日期」。玩家同意提供完整、準確且最新的資訊。玩家進一步同意當此類資訊變化時立刻通知公司。

2.1.4. 玩家帳戶上註冊的姓名必須與玩家的合法姓名和身分一致。此外，它還必須與存入資金的選項（銀行卡、電子錢包、銀行帳戶）或用於存款或提款的任何其他支付方式上的姓名一致。

2.1.5. 玩家只能擁有一個帳戶。我們保留關閉同一人以任何方式開設的任何額外帳戶以及扣留此類帳戶中任何款項的權利。如果您發現自己擁有或能存取多個玩家帳戶，您必須立即通知我們。

### 2.2. 密碼

2.2.1. 系統會提示玩家建立一組密碼，密碼應至少包含八（8）個字元，包括大寫字母、小寫字母和數字。

2.2.2. 玩家不應向第三方披露其登入和密碼資料。玩家有責任對其帳戶資訊、登入資料和密碼保密。玩家登入資料或密碼的任何未經授權使用應由玩家承擔全部責任，並視為本人使用。

2.2.3. 如果您懷疑您的登入憑證可能被第三方知悉，請立即通知我們。玩家對其帳戶上的所有活動負責，在輸入正確的登入名稱和密碼詳細資訊後，所有交易將視為有效，並視為最初在我們這裡註冊的玩家。

### 2.3. 法定年齡和驗證

2.3.1. 服務僅限於年滿18歲或適用法律允許進行博彩活動法定年齡（「法定年齡」）的個人。禁止任何未達法定年齡的個人在網站上註冊、登入、存取或執行任何活動，包括但不限於使用服務。

在本協議中，「適用法律」是指所有適用的法律、命令、法規、法律要求（包括所有遊戲機構、博彩機構或主管機關的適用準則、法規、許可條件和標準）以及具有法律效力的準則。

在本協議中，「主管機關」指任何適用的政府、半政府、行政、司法或準司法和監管機構、機構、部門、委員會或代理機構。

2.3.2. 我們保留隨時對您進行背景調查的權利，包括但不限於檢查玩家的身分和年齡。為了避免疑義，我們可能隨時要求您提供其他文件（不設上限），以便驗證資訊或您是否違反了本協議或我們的任何政策或程序。

2.3.3. 我們保留要求進行視訊面談和加強的實名認證權利，以驗證與過往遊戲記錄、過往投注和撲克知識相關的資訊。流程包括但不限於在即時視訊訪談中回答問題、透過活體辨識完成加強的身分驗證，以及/或在極少數情況下，使用者將需要透過網路攝影機在安全監督下進行遊戲，以比較過往遊戲記錄、過往投注和撲克知識。

2.3.4. 如果完成年齡驗證後，玩家確定未達法定年齡，則所有獲得的獎金將沒收並由公司保留，相應帳戶將被關閉。

### 2.4. 個人檔案更新

2.4.1. 要對玩家註冊的個人詳細資訊進行任何更改，我們必須接收並驗證玩家所在司法管轄區相關機構核發的相關支持性文件和/或資訊（即地址更新——新居住地址證明；姓氏變更——結婚證書；銀行詳細資訊——新的銀行詳細資料）。如果我們發現未遵守或違反本條款與細則的證據，則保留在不事先通知的情況下應用限制或關閉任何帳戶的權利。

### 2.5. 提供服務的國家

2.5.1. WPT Global歡迎所有玩家加入。然而，嘗試在網站上開設帳戶之前，玩家有責任確保自己所在的司法管轄區不禁止博彩或博彩被視為非法行為，並且玩家不違反特定司法管轄區內有效的任何法律或博彩法規。

2.5.2. 我們不接受來自以下類別國家的玩家：

- 被金融監管機構分類為高風險或受監控司法管轄區的國家。
- 嚴格禁止線上博彩的國家。
- 被我們的服務商列入黑名單或列為嚴重或高風險的國家。
- 其他國家。

### 不提供服務的地區

如果類別標準的分類和情況發生變化，我們可以自行決定隨時修改以下清單。這不是完整名單，可能不包括我們不允許玩家註冊的所有國家。

**您有責任定期檢查本協議，了解以下不提供服務的地區清單有何變化。**

不提供服務的地區如下：

阿富汗、美屬薩摩亞、阿魯巴、澳大利亞、奧地利、白俄羅斯、比利時、波奈、保加利亞、布吉納法索、中非共和國、中國、聖誕島、科科斯（基林）群島、剛果（金夏沙）、古拉索、賽普勒斯、捷克、丹麥、愛沙尼亞、衣索比亞、法國、法屬圭亞那、法屬波利尼西亞、法屬南方領地、德國、希臘、瓜地洛普、關島、香港、匈牙利、印度、伊朗、伊拉克、以色列、義大利、日本、拉脫維亞、黎巴嫩、利比亞、立陶宛、馬爾他、馬丁尼克、馬約特、緬甸、北韓、荷蘭、新伯倫瑞克、新喀里多尼亞、諾福克島、北愛爾蘭、北馬利安納群島、安大略、菲律賓、葡萄牙、波多黎各、留尼旺、羅馬尼亞、俄羅斯、聖巴泰勒米、聖馬丁、聖皮埃爾和密克隆、聖馬丁島、新加坡、斯洛伐克、索馬利亞、西班牙、瑞典、敘利亞、土耳其、阿拉伯聯合大公國、大不列顛及北愛爾蘭聯合王國、美國海外小島嶼、美利堅合眾國、烏茲別克、梵蒂岡城、委內瑞拉、維爾京群島、瓦利斯和富圖納、葉門、辛巴威。

您不得在任何不提供服務的地區使用服務。

## 3. 隱私權政策

如需了解我們如何使用您提供給我們的資料，請參閱隱私權政策。

公司必須將玩家資料保留至少五年。

## 4. 風險管理

4.1. 玩家保證不會使用網站進行任何非法或詐欺活動，且玩家在網站上使用的資金來源並非來自非法和犯罪活動。

4.2. 玩家禁止將其帳戶和/或餘額出售或轉讓給其他個人，也不得向任何第三方提供其登入詳細資訊。此禁止包括轉讓任何形式的價值資產，包括但不限於帳戶所有權、獎金、存款、投注以及與這些資產相關的權利和/或索賠，無論是法律上的、商業上的還是其他方面。上述轉讓禁止還包括但不限於在與受託人或任何其他第三方、公司、自然人或法人、基金會和/或協會合作的情況下，對其進行負擔、質押、轉讓、用益、交易、經紀、抵押和/或贈與等行為，無論以何種方式。

4.3. 為了成功、全面地驗證在註冊過程中輸入的個人詳細資訊以及對您進行背景調查（可能隨時進行），我們可能會要求玩家驗證其身分並向我們提供確認其註冊資訊和財務詳細資訊所需的所有文件，包括但不限於：政府核發的身分證明文件正反面影本；最近3個月內發出的地址證明；網站上使用的存入資金選項/方法或者可能需要的其他證明資金來源文件正反面影本。

4.4. 提供給我們的文件影本必須清晰、可讀、彩色且高品質。要求的文件應透過註冊的電子郵件地址傳送，或者透過應用程式內專用部分上傳。

4.5. 如果註冊持有人在收到要求後未能在30天內提供所要求的文件，我們保留適用限制或終止帳戶的權利。在完成令我們滿意的完整驗證之前，還可能對玩家帳戶施加限制。

4.6. 如果我們有合理的理由相信玩家試圖逃避安全檢查、提供虛假資訊、送交經偽造、竊盜或篡改的文件、送交非真實準確的文件，以及/或沉迷於進行犯罪活動，不僅會立即關閉相關玩家的帳戶且不可撤銷，並會扣留該帳戶中的資金，而且該玩家還會被加入營運商的玩家黑名單中。銀行也會收到通知，而且玩家會向相關主管機關報告。

4.7. 玩家在任何單一時間點只能在我們這裡持有一個活躍帳戶。多個帳戶之間以任何方式涉及同一個人的任何相似之處都可能促使我們的安全部門進行調查。嘗試在網站開設多個帳戶的玩家將被封鎖。對於使用特別活躍的玩家帳戶期間所獲得或累積的任何存款、獎金或紅利，公司保留將其扣留的權利。

4.8. 我們保留隨時自行決定驗證玩家註冊詳細資訊，並要求提供額外文件以對提供或檢索的資訊進行檢查的權利；或者只是為了監管法規遵循的要求。

4.9. 如果公司封鎖或暫停您的帳戶，您對資金、登入、遊戲、投注、存款和提款的使用權限將受到限制（並且可能是上述各項的組合）。

## 5. 紅利

如需有關我們紅利的更多資訊，請參閱作為本協議一部分的[紅利政策](https://wptglobal.com/bonus-policy)。

## 6. 玩遊戲

### 6.1. 一般

6.1.1. 玩家同意在網站上進行的存款和提款將由第三方支付商和/或稱為「支付服務商」（PSP）的金融機構處理。因此，進一步進行此類處理時，玩家授權我們在必要時指示此類PSP處理其玩家帳戶的帳戶存款和提款要求且不可撤銷，並同意我們可以代表他們發出此類指示且不可撤銷。此外，玩家同意受每個適用PSP的條款與細則的約束，若本協議與PSP的條款與細則發生衝突，則以本協議為準。

6.1.2. 進入網站並進行遊戲，即表示您承認使用網站、我們的服務和/或相關軟體時您會承受損失風險。玩家對因玩家帳戶所遭受的損失承擔全部責任。

6.1.3. 除非另有說明，所有資金都將以註冊時選擇的貨幣進行處理、追蹤和維護。

6.1.4. 我們可以自行決定執行系統驗證程序，至少確認玩家的身分。

6.1.5. 為了防止洗錢和恐怖主義融資活動。交易會受到監控。可疑行為的將依照有關法律和法規報告給相關部門。

6.1.6. 選擇付款方式時，您同意其條款以及所顯示適用於您透過該付款方式進行存款和/或提款的任何費用或服務費（如有）。WPT Global對於因法幣或加密貨幣匯率波動而導致的付款金額變動，概不負責。

6.1.7. 玩家不得將公司視為金融機構。我們不會容忍目的為在網站上儲蓄或隱藏資金、主要使用網站將資金從一個支付帳戶轉移到另一個支付帳戶和兌換貨幣等行為。

6.1.8. 基於安全和反洗錢的原因，我們保留不執行或驗證凍結、自我禁入或關閉帳戶的金融交易（存款、提款、退款）的權利。這同樣適用於受調查的帳戶。

### 6.2. 存款

6.2.1. 當您在WPT Global開設帳戶時，您按下「存款」後，您所在司法管轄區可用的付款方式將顯示在您的玩家帳戶的資金管理頁面上。我們要求您先存入最低存款，然後才能開始玩真錢遊戲並透過體育博彩服務進行任何投注。公司可自行決定不時對此進行更改。

6.2.2. 在網站上存款的唯一目的應是能夠使用真錢使用並享受博彩服務。

6.2.3. 玩家僅允許使用以本人名義註冊，且由持牌金融機構或其授權持牌人發行的付款方式（如信用卡或銀行帳戶）為帳戶充值。若經查明玩家自他人帳戶或第三方（包括但不限於將第三方資金存入自身付款方式，並再將資金存款至玩家帳戶）進行資金存款，WPT Global有權：

- 取消所有盈利，
- 沒收全部帳戶餘額（包括盈利及存款資金），
- 及／或
- 暫停或永久關閉該帳戶。

6.2.4. 使用加密貨幣存款時，玩家有責任正確執行支付指令。我們不會對任何傳送到錯誤地址或使用錯誤網路進行的支付進行補償。

6.2.5. 依不同的存款方式設有最低和最高限額，並由我們全權決定。我們保留在我們認為適當時隨時更改相應限額的權利。

6.2.6. 當您的銀行或所選支付服務提供商授權交易後，存款資金將會存入您的帳戶。WPT Global不保證處理時間，且對於任何由第三方金融機構或支付服務提供商所造成的延遲不承擔任何責任。

### 6.3. 提款

6.3.1. 玩家必須先存款並至少投注一次，才有資格從帳戶中提取任何資金。所有提款要求都受到交易限額的約束，該限額由公司全權決定，隨時可能變化。請注意，遊戲時存款資金會即時扣除。因此，WPT Global對於存款及／或遊戲過程中所產生的款項，恕不提供退款、服務取消或商品退回。

6.3.2. 玩家帳戶中任何後續存入的款項，必須全部進行至少一次投注後，才有資格進行提款。玩家必須產生等同於其存款金額至少10%的抽水或總博彩營收（GGR），方可提出提款申請

6.3.3. 進行加密貨幣提款時，玩家有責任正確執行支付指令。我們不會對任何傳送到錯誤地址或使用錯誤網路進行的支付進行補償。

6.3.4. 敬請注意，與您獲得的任何獎金及其他支付款項相關的所有適用稅項和費用之聲明及支付均由您個人負責。如果受到相關法律或法規要求，公司可能會報告和/或扣留獎金中的任何金額。

6.3.5. 玩家提款只能支付到該玩家最初存款所使用的帳戶和支付方式。如果我們無法執行，則會在確認並驗證該替代帳戶的所有權後，將提款支付到玩家名下的替代帳戶中。

6.3.6. 如果您使用多種支付方式進行存款，我們保留權利根據我們的判斷並符合管轄法規和政策的方式，將您的提款分散到這些支付方式並按照相應的支付方式處理每個部分。

6.3.7. 任何我們同意提供的提款或退款，可能需經本公司要求的安全審查。如需從玩家帳戶提款任何金額，必須先將全額存款金額投注至少一次。如經授權於全額投注前申請提款，我們保留收取30%處理費的權利。為了提款或向您提供退款，我們可能會要求您提供以下一份或多份文件：

6.3.7.1. 所用銀行卡的正反面影本或電子錢包證明。

6.3.7.2. 銀行卡：銀行卡正面前6碼和末4碼必須清晰可見。

6.3.7.3. 帶照片的身分證件：玩家目前帶照片的身分證件的正面和背面影本。帶照片的身份證件可以是駕照、護照或國民身分證。

6.3.7.4. 地址證明：水電費帳單或信用卡對帳單（顯示玩家的全名、地址和發卡機構的名稱或標誌）。

在任何存款後或在任何提款或退款之前，特別是在您的第一次提款之前，我們保留要求進一步資訊和/或文件（例如年齡、身分、資金來源和居住地）的權利，以便在釋放資金給您之前驗證您的個人和財務詳細資訊。

如果我們未在30天內完成您提款或退款的驗證，我們可能會取消您的提款或退款要求（如適用）。

6.3.8. 完成滿意的驗證後，我們將盡力在72小時內處理提款或退款。

6.3.9. 大額提款可能需要更長時間才能處理，因為在獲得我們的安全部門批准之前需要經過強化檢查。

6.3.10. 您隨時可提款的最低金額為五美元（$5）或其他等值貨幣。我們亦保留依據一般或個別情況對每筆交易設定提款上限的權利。我們保留在適當時機隨時變更個別限額的權利。

6.3.11. 提款處理時間可能因所選支付方式而異。WPT Global將盡合理努力確保所有帳戶資金轉入及轉出皆能及時處理，但不保證具體處理時長，亦無法保證所提供的任何時限能完全達成。

### 6.4. 資金轉帳

6.4.1. 玩家帳戶之間無法互相資金轉帳。

## 7. 帳戶餘額的放棄與沒收

7.1. 如果您的帳戶連續超過十三（13）個月（「寬限期」）沒有記錄任何登入和/或登出，那麼您的帳戶將被視為休眠。

7.2. 您的帳戶被視為休眠後會立刻通知您。如果您未能在通知傳送之日起三十（30）天內提取剩餘（可提取的）資金，我們有權向您的帳戶收取管理費USD $10的費用（「休眠帳戶費用」），此費用自寬限期後的第一天起從您的信用帳戶餘額中扣除，並在此後每三十（30）天繼續收取一次。

7.3. 透過註冊電子郵件地址發出的通知應構成本文中有效且具有效力的通知。

7.4. 若我們停止在特定市場或司法管轄區提供服務（簡稱「市場關閉」），在適用法律允許的範圍內，我們保留沒收您帳戶中符合以下任一條件之資金的權利：(i) 在您收到市場關閉通知後的三十 (30) 天（簡稱「市場關閉通知期」）屆滿後，仍留在您帳戶中且未提交有效提款請求的資金；或(ii) 在市場關閉當時，構成帳戶餘額之資金，若低於該市場中任何相關支付服務提供者所設定的最低提款手續費門檻，導致該餘額在技術上無法透過現有支付管道進行提款。在進行任何此類沒收之前，我們將盡合理努力透過您的註冊電子郵件地址通知您，並協助您在市場關閉通知期內提取符合條件的資金。您承認並同意，只要此類行動符合適用法律之規定，我們對於根據本條款沒收的任何資金不承擔進一步責任。

## 8. 在網站中玩遊戲

網站旨在提供供玩家個人使用的服務、投注和遊戲。

8.1. 如果可用，玩家可以免費享受試玩模式的遊戲，而無需投注真錢，或者他們可以登入並玩真錢遊戲。

8.2. 禁止玩家使用機器人等設備或任何其他外部玩家輔助（EPA）程式，這些裝置會扭曲網站上的正常遊戲並給玩家帶來不公平的優勢。玩家在玩遊戲時需要自己做出決定，除了玩家自己玩遊戲時獲得的資訊之外，不能藉助任何資訊。

8.3. 玩家同意可能採取措施防止使用禁止程序，這可能包括但不限於對與撲克室軟體同時運行的軟體進行檢查。

8.4. 只有當我們的伺服器收到投注金額和投注時，它們才會得到確認。如果您投注且我們的伺服器收到投注後通訊中斷，那麼無論結果如何，該投注仍將被視為有效。重新建立通訊後，您將收到投注已被接受的通知。

8.5. 如果遊戲開始但由於遊戲帳戶管理軟體和/或遊戲和/或隨機數產生器（RNG）故障而發生錯誤或產生不準確的結果，那麼來自該遊戲的所有投注和獎金將被取消。帳戶餘額將恢復至遊戲開始前的狀態。

8.6. 如果玩家在正在進行的遊戲期間斷開與公司的階段，那麼投注金額將返回客戶的遊戲帳戶，除非投注金額已經進入遊戲並轉移給獲勝玩家。

8.7. 如果出於任何原因，公司將錯誤金額記入玩家的帳戶餘額，我們可能會取消錯誤記入玩家帳戶的任何金額或紅利，而且/或如果您的帳戶記入任何錯誤金額，玩家將立即向我們退還此類款項。您發現錯誤有責任立即通知公司。

8.8. 如果軟體或RNG故障，投注金額將退還給玩家，玩家從投注金額中獲得的所有獎金將無效。

8.9. 若出現影響遊戲或優惠或市場的技術困難，我們保留隨時無理由終止遊戲或任何優惠的權利。

8.10. 公司保留取消因伺服器或遊戲或投注系統故障或任何其他故障而獲得的任何獎金的權利，如果任何獎金存入您的帳戶，玩家將立即向我們退還該金額和/或我們可能會從您的帳戶中扣除。您放棄這方面的所有索賠和賠償。任何濫用這些技術缺陷的玩家都將受到向主管法院提起的法律訴訟。

8.11. 我們的小遊戲產品適用玩家回報派彩率。為了查看每個遊戲的具體派彩率，玩家可以參考各個遊戲框架中列出的玩家回報率（RTP）。賠付率或RTP一詞是指注額與獎金之間的關係。

## 9. 系統中的錯誤

9.1. 禁止利用錯誤、編程錯誤或編輯錯誤來為玩家謀取利益，這種做法被稱為「錯誤利用」。玩家發現錯誤後應立即通知公司。只要我們的技術團隊將玩家的帳戶恢復到利用相關錯誤之前的狀態，利用錯誤為自己謀取利益的玩家帳戶就會被封鎖。同樣的規則適用於所有可能因未能報告錯誤或違規行為而以任何方式受益的玩家。

9.2. 由於在網站上執行的所有操作和修改都會被記錄（註冊、帳戶修改、購買、提款、投注等），因此公司能夠將帳戶恢復到出現任何錯誤或編程錯誤之前的原始狀態，與網站的行為準則相關。

9.3. 如果發生上述任何事件並且對玩家或WPT或公司（如適用）產生負面影響，那麼玩家將重新存入任何不公平損失的資金，任何不公平贏得的資金將從玩家的帳戶中扣除，和/或您應向我們支付您因相關錯誤而贏得的相關金額。

9.4. 公司將自行決定玩家是否利用了某種情況、是否已受益或試圖從錯誤、編程錯誤或編輯錯誤中受益。確定這一點後，公司將決定採取哪些進一步行動，是否繼續「轉返」帳戶或關閉帳戶。玩家必須事先接受這些規則和規定以及操作方式，以及事件發生後可能做出的決定。

## 10. 爭議

10.1. 如果玩家在任何時候對我們的產品/服務感到不滿意或以任何方式感覺我們沒有達到他們的期望，可以寫信至customercare@wptglobal.com提出爭議，並在主旨中註明「爭議」一詞。爭議將立即轉交給我們的管理層。我們將盡可能在最短時間內處理您的爭議。

10.2. 您接受並同意我們的記錄將主導與服務相關的任何爭議。

10.3. 玩家如果對爭議的處理結果不滿意，可將其向上轉由管理層團隊處理。玩家可依循[此處所述程序辦理。](https://wptglobal.com/customer-dispute-resolution)

10.4. 管理層團隊完成調查後所作成之決定為最終決定且具有約束力。

10.5. 玩家如果對最終結果不滿意，則其有權將爭議透過MADRE以以下方式升級至訴訟外紛爭解決機制（ADR）處理：

https://madre-online.eu/file-a-claim-international/

10.6. 玩家如果對最終結果不滿意，則其有權將爭議透過下列電子信箱轉由托比克主管機關處理：complaints@dlagglobal.com。

## 11. 責任與賠償限制

11.1. 服務和/或網站按「現狀」提供。公司對服務和/或網站的狀況、質量、適用性和/或準確性不做任何保證或陳述，無論是明示還是暗示。公司進一步聲明，服務和網站不保證無錯誤、不間斷，亦不保證服務沒有病毒或其他惡意程式碼，或向玩家提供任何資訊的準確性。您理解並同意，使用服務和/或網站完全由您自行承擔風險和責任。

11.2. 公司和/或其聯盟夥伴不對您或任何第三方承擔以下責任：(i)合約、侵權、疏忽和/或其他方面，因您和/或任何第三方使用軟體、網站和/或服務（無論是直接或間接）而產生或以任何方式與之相關的任何損失或損害，包括但不限於業務損失、利潤損失（包括損失或未能收到預期獎金）、業務中斷、業務資訊遺失或任何其他金錢或間接損失（即使您已通知我們發生此類損失或損壞的可能性）。

11.3. 在「不可抗力」的情況下，我們及我們的聯盟夥伴對於違反本條款與細則以及與網站和/或服務有關的事項不承擔責任。不可抗力是指任何我們無法控制的行為，包括但不限於：(i)任何天災（例如但不限於火災、爆炸、地震、乾旱、海嘯和洪水）；(ii)任何戰爭、敵對行動（不論是否宣戰）、入侵、外敵行為、動員、徵用或禁運；(iii)任何叛亂、革命、叛亂、軍事或篡奪權力或內戰；(iv)任何暴動、動亂、罷工、慢工、封鎖或混亂；或恐怖主義行為或威脅；以及(v)任何流行病或大流行。

11.4. 您同意立即對因下列原因而產生的所有索賠、要求、責任、損害、損失、成本和費用，包括法律費用和任何其他費用，無論如何引起，向公司及其聯盟夥伴、各自的高級職員、董事和員工進行全額賠償、為其辯護並使其免受損害：(i) 任何違反條款與細則的行為；(ii) 您收到的任何獎金；(iii) 您侵犯任何第三方的權利；(iv) 您對服務和/或網站的使用；以及/或 (v) 任何其他人使用您的使用者身分存取服務和/或您的帳戶，無論是否經過您的授權。

11.5. 您瞭解並同意，您不會對透過我們提供服務的任何供應商、其集團的任何成員或透過我們獲得許可或以其他方式提供任何部分服務的供應商聘用的任何第三方擁有任何追索權。根據第12.1、12.2和12.3條的規定，您承認並同意，對於以任何方式與服務相關的任何投訴、爭議或索賠，您只能向本公司提出追索權。

11.6. 如果我們提供由任何供應商提供的服務，您承認並同意該供應商是其軟體和服務的所有智慧財產權的唯一所有者。

## 12. 禁止活動

12.1. 您同意不使用網站和服務進行任何非法、詐欺、欺騙和/或不誠實的活動（「禁止活動」）。禁止活動的範例可在附錄A - 禁止活動清單中找到。

12.2. 如果公司有理由相信您參加了任何形式的禁止活動或與任何形式的禁止活動有關，我們保留鎖定可疑玩家的帳戶、資金存取、登入、遊戲、投注、存款和提款的權利。我們還保留向違反禁止活動的玩家發出警告的權利（兩次警告可能會導致帳戶關閉），進行加強性盡職調查，並在認為有必要時永久終止玩家帳戶（任何重新建立新帳戶的嘗試可能會導致立即沒收資金），扣留該帳戶中的所有資金，將您的獎金全部或部分作廢，以及/或向您追回可能因您參加或與禁止活動有關的任何其他款項。在不影響上述條款的情況下，我們可能暫停或限制您的帳戶，或限制您的遊戲和錦標賽權限，和/或進行體育投注。

12.3. 公司可能會將玩家的身分以及任何涉嫌非法或詐欺的活動告知相關政府機構、金融機構或其他相關第三方。

12.4. 為了資料保護、安全和避免詐欺，公司不允許使用服務和/或平台中包含的任何通訊管道來提供或推廣任何優惠、產品或服務（無論是玩家的還是第三方的）。明確禁止玩家發布資訊或聯絡我們的客戶以提供或推廣未經本公司預先批准的任何優惠、產品或服務。

12.5. 我們保留掃描使用者啟用的軟體應用程式和流程的權利，以偵測是否可能使用AI或RTA輔助。

## 13. 保證、聲明和承認

13.1. 您向我們保證並向我們聲明：(i) 您年滿18歲或達到根據法律或適用於您的任何司法管轄區進行網站和/或服務中包含的活動的法定年齡（以較高者為準）；(ii) 您不位於第2.5.2節中詳述和/或描述的任何司法管轄區；(iii) 您對網站和/或服務的使用應遵守所有適用法律；(iv) 您充分了解透過本網站和/或服務博弈存在損失資金的風險，並且對任何此類損失承擔全部責任。您同意，您對服務和/或網站的使用由您自行選擇、自行決定並承擔風險。對於您的博彩損失，您不得向公司或其聯盟夥伴提出任何索賠；(v) 您應完全按照不時修訂的協議條款與細則使用服務和網站；(vi) 您應遵守服務中涉及的玩遊戲和投注的所有規則和說明；(vii) 您全權負責向任何相關政府、稅務或其他機構記錄、支付和核算可能支付給您任何獎金的任何應付稅款或其他徵費。

13.2. 您承認並同意您必須遵守所有適用法律。

## 14. 違反條款與細則

如果我們確定您已違反了條款與細則，或我們認為您已違反了條款與細則，我們保留終止您的帳戶、保留帳戶中所有資金、完全或部分作廢您的獎金和/或追回您欠我們的任何其他款項的權利。此外，在不影響前述條款的情況下，我們保留限制您帳戶的權利。

## 15. 終止您的帳戶

15.1. 如果您希望終止您在公司開設的帳戶，請傳送電子郵件至customercare@wptglobal.com，此類終止將在公司終止您的帳戶後生效。

15.2. 如果出於任何原因，我們決定停止向所有人或僅停止向您或出於我們認為合適的任何其他合理理由提供網站和/或服務，那麼我們可以隨時終止您的帳戶。

15.3. 您仍然對使用您的帳戶進行的活動負責，直到帳戶關閉。

15.4. 您帳戶中的任何負餘額將立即到期並應付給我們。

15.5. 因任何原因終止您的帳戶後，您應停止使用網站和/或服務。此外，如果您的帳戶因任何特定原因被終止或凍結，那麼您將喪失在上述終止或凍結後獲得與本網站提供的撲克產品有關的任何返水、現金回饋或任何其他紅利的權利。

## 16. 負責任博彩

16.1. 博彩是一種有趣的消磨時間的方式，而且可能非常吸引人，但我們鼓勵那些感覺自己的博彩行為正在製造問題的玩家利用網站上提供的工具並尋求幫助，特別是如果您由於過度博彩而陷入經濟困難。如果發生這種情況，我們強烈建議您立即停止任何博彩活動並尋求專業協助。有許多組織可以幫助強迫性賭徒，包括Gambling Therapy、Gamblers Anonymous和Gam-Anon。

16.2. 任何玩家都可以透過customercare@wptglobal.com聯絡客戶服務部門，要求暫時或永久自我禁入。任何延長自我禁入期限的要求應在玩家提出要求後24小時內生效，而任何縮短自我禁入期限的要求應在玩家提出要求後7天後生效，且僅由營運商自行決定。

16.3. 我們保留執行長達一年的冷卻期或在有限時間內關閉帳戶的權利：

- 頻發的暫時自我禁入或
- 頻繁的暫時自我禁入要求。

16.4. 在自我禁入期結束前解除帳戶凍結的要求將由我們的負責任博彩部門進行徹底審查。要求可能會獲得批准，但最終決定權由公司自行決定。

16.5. 如果玩家在自我禁入期間使用虛假數據或透過任何欺騙手段成功開設新帳戶，那麼該玩家因開設該新帳戶而遭受的任何損失將由該玩家承擔，而不是我們。

16.6. 任何對玩家有利的剩餘餘額（不包括任何紅利資金）的提款要求應在任何自我禁入之前申請，並且在自我禁入期間無法驗證。

16.7. 如果由於負責任博彩問題而導致明確的自我禁入或帳戶被關閉，那麼對客戶有利的剩餘餘額（不包括任何紅利資金）最多只能將構成該餘額的贏獎存款價值提出。

## 17. 智慧財產權和資訊技術

17.1. 任何資料或內容的所有權利、專利、商標和其他智慧財產權，包括但不限於本網站的所有軟體、文字、品牌、標誌、聲音、插圖、資料、符號、名稱、獨特標誌、影片、圖像、介面、螢幕以及使用條款（「內容」），屬於公司或由權利所有者或許可人為了我們的利益而授予。未經所有者事先書面明確同意，不得使用此類內容和與之相關的智慧財產權，否則構成侵權，將受到法律制裁。本條款與細則中包含的任何內容均不得解釋為暗示授予使用屬於我們或任何第三方的任何商標、專利、設計權或版權的任何許可或權利。保留所有權利。

17.2. 您特此承認並同意，對於我們向您提供的服務和相關軟體以及任何文件（「服務、軟體和文件」），您不得：

17.2.1. 使用、複製、修改、創作衍生作品或分發服務、軟體和文件、其任何部分或其任何影本、改編、轉錄或合併部分；

17.2.2. 解碼、逆向工程、反組譯、反編譯或以其他方式翻譯或轉換服務、軟體和文件或其任何部分

17.2.3. 轉讓、出借、租賃、分配、出租或以其他方式再授權服務、軟體及文件；

17.2.4. 從服務、軟體和文件（或其任何影本）中刪除任何版權、專有權或類似通知；和

17.2.5. 營運服務、軟體和文件或其任何部分，包括透過應用程式服務、供應商服務、網際網路服務供應商服務、分時使用安排、外包服務或辦公服務。

## 18. 反洗錢（AML）流程要點

18.1. 作為營運商，我們努力遵守洗錢防制法和所有相關法規。我們決心全面防範洗錢和資助恐怖主義案件，並將盡一切努力保護我們自己和我們的聯盟夥伴免受此類活動的侵害。

18.2. 所有交易均受到監控和/或審查，以防止洗錢。根據相關反洗錢指令，我們可能會暫停、封鎖、關閉玩家的帳戶和/或扣留資金。

18.3. 因此，公司採取以下措施：

18.3.1. 防止居住在高風險或信譽不佳司法管轄區的玩家進行遊戲。

18.3.2. 要求所有玩家在開設帳戶時填寫身分資訊，並向我們提供遵守適用的反洗錢相關法規所需的所有資訊和支持文件。

18.3.3. 保留所有註冊玩家、他們的身分和交易文件的安全清單。

18.3.4. 防止未成年玩家存取和使用網站。

18.3.5. 防止玩家開設或操作多個帳戶。

18.3.6. 拒絕或封鎖匿名帳戶或無法清楚並輕鬆識別受益所有人的假名帳戶。

18.3.7. 禁止玩家之間的現金轉帳。玩家只能透過我們存款頁面上提供的可追蹤電子資金選項接收資金。

18.3.8. 用於存款的資金來源應屬於玩家帳戶持有人。

18.3.9. 同樣，獎金只能支付給屬於玩家帳戶持有人的收款方帳戶，並在適當的反洗錢檢查完成後。

18.3.10. 防止透過網站在帳戶或帳戶持有人之間進行資金轉帳。

18.3.11. 檢查任何複雜或大型交易以及任何可能與洗錢或資助恐怖主義有關的交易的背景和意圖。

18.3.12. 與所有相關行政、執法和司法當局合作，履行預防和偵查犯罪活動的職責。

## 19. 一般

19.1. 如果任何主管機構裁定條款與細則中的任何部分在任何程度上無效、非法或不可執行，該條款、細則或規定將在該程度上從餘下的條款與細則中分離出來，而餘下的條款與細則將在法律允許的最大範圍內繼續有效。

19.2. 未經我們事先書面同意，您不得將整個或部分條款與細則轉讓、分配、從屬許可或質押。本公司保留在未經您同意的情況下全部或部分轉讓、分配、從屬許可或質押條款與細則的權利。

19.3. 本條款與細則中的任何內容均不得解釋為您與我們之間建立任何代理、合作夥伴或任何其他形式的合資企業。

19.4. 我們未能或延遲行使本條款與細則下的任何權利並不構成對該權利的放棄。同樣地，對任何權利的單獨或部分行使不應排除對這些權利的進一步行使或對任何其他權利的行使。

19.5. 本條款與細則及其中明確提及的任何文件，以及本網站上張貼的任何指南或規則，代表我們之間關於條款與細則主題的全部協議，並取代我們之間的任何先前口頭或書面協議、理解或安排。

19.6. 除非另有明確說明，否則條款與細則中的任何內容均不為第三方創造或授予任何權利或任何其他利益。

19.7. 本條款與細則中的任何內容都不得解釋為您對公司資產的任何形式的擔保權利，為避免任何疑惑，這包括您帳戶中的任何信用餘額。

## 附錄A - 禁止活動清單

1. 以任何方式使用網站或服務作為資金轉帳系統。

2. 以任何方式使用網站或服務來洗錢。

3. 共謀，包括但不限於：

- 與其他任何使用者共謀的任何嘗試。
- 與其他使用者合作，造成他人的經濟損失。
- 分享撲克牌資料。
- 分享未來策略決定。
- 放水。

4. 濫用或嘗試濫用紅利或促銷活動。

5. 從不提供服務的地區之一存取或嘗試存取網站或服務。

6. 使用或嘗試使用任何第三方軟體插件，包括但不限於：

- 使用或嘗試使用任何工具、服務、腳本或軟體來自動或協助做出調整賭注大小或策略的決定。
- 參考軟體、策略表格或圖表、範圍矩陣或其他任何輔助，包括博彩或策略資訊。

7. 資料探勘和資訊共享或嘗試如此做，包括但不限於：

- 任何對玩家傾向、手牌記錄或策略的資訊進行資料探勘的行為。
- 分享或記錄未在個人帳戶上玩過的手牌記錄。
- 分享玩家筆記或手牌記錄。

8. 同與您有密切財務聯絡的人坐在同一張牌桌上，其中包括但不限於質押、交換、利潤分享或資金共享。

9. 嘗試或規避我們的任何政策、規則或自動適用的限制。

10. 在玩遊戲或投注時故意斷開遊戲或錦標賽的網路連線。

11. 使用虛假或具有誤導性的資訊開設帳戶。

12. 隱藏或掩蓋您位置的任何嘗試，包括但不限於：使用VPN、代理或地理定位服務或應用程式來隱藏、掩蓋或變更用於存取網站或服務的裝置的位置或身分。

13. 您位於使用服務或網站不合法的任何地區。

14. 您破壞、存取或嘗試破壞、存取或以其他方式規避網站的安全措施。

15. 將網站或服務用於您個人和娛樂用途以外的用途。

16. 您允許（無論是有意還是無意）其他人使用您的帳戶。

17. 您存取或嘗試存取服務或網站的行為違反了您所在國家的法律。

18. 如果我們透過您帳戶上使用的存款機制收到「拒付」和/或「退還」通知。

19. 使用軟體來獲取不公平的優勢。

20. 操縱比賽或錦標賽、不道德的比賽、使用旨在獲勝的策略，包括但不限於累進或負投注系統，例如平賭投注、使用Paroli投注系統、低風險投注和/或使用反向雷伯切爾。

21. 故意輸掉籌碼(倒碼)。

22. 使用或嘗試使用軟體獲取螢幕上的資訊。

23. 使用或嘗試使用自動記事本。

24. 使用或嘗試使用HUDS：顯示玩家資訊。

25. 使用或嘗試使用自動座位、投注或牌桌監控軟體（允許使用牌桌整理和調整大小工具）

26. 使用或嘗試使用螢幕共用或遠端桌面應用程式。

27. 使用或嘗試使用虛擬機器、取得根權限的裝置或模擬器。

28. 在任何媒體或論壇上發表有關公司營運的不真實和/或惡意評論。

29. 進行或嘗試進行捕獵行為，包括但不限於：

- 獲得更好的座位。
- 獵取VIP。
- 使用軟體獲得更好的座位。
- 贏錢後立刻離開現在的牌桌。
- 玩小盲注後離開。
- 贏錢後立刻離開。
- 玩莊家按鈕後立刻離開。
- 做決定之前花很長時間。

30. 任何試圖誤導或誤導調查的行為，包括但不限於規避我們的實名認證程序、偽造文件或偽造身分。

31. 利用或試圖利用任何錯誤。

32. 使用或嘗試使用竊取的資金。
`;
