const disputeZh = `
在 WPT® Global，我們致力於為您提供最高水準的客戶服務。我們努力確保所有客戶均對我們提供的產品及服務感到滿意。然而，我們理解在極少數情況下，我們提供的服務可能未能達到您的期望。如您對所提供的服務感到不滿意，您可以透過[電子郵件](https://wptglobal.com/customer-support-and-complaints)或 APP 內的即時聊天功能聯絡我們的客戶服務團隊。

如果您在聯絡我們的客戶服務團隊後仍然感到不滿意，您的問題將被視為正式爭議。在此階段，您可以將爭議升級至我們的客戶服務管理團隊。您可以透過電子郵件或即時聊天聯絡我們的客戶服務團隊。當您的爭議在內部升級後，您將收到一封電子郵件確認，通知您案件正在審查中。

我們將在收到您的爭議後 10 天內向您告知處理結果。在某些情況下，我們可能會酌情延長回覆期限，並會相應通知您。

完成調查後，我們的客戶服務團隊將透過電子郵件通知您最終處理結果。如果您對處理結果仍不滿意並希望進一步處理此事，您可以要求由 MADRE（替代性爭議解決機制－「ADR」）進行獨立審查。若要向 MADRE 提交案件，您必須先向我們的客戶服務團隊索取 Deadlock 電子郵件。該電子郵件將包含有關您爭議的詳細資訊及一組唯一的案件參考編號，您在向 MADRE 提交案件時需要提供該參考編號。之後，您可以透過 MADRE 的官方平台提交您的爭議。

MADRE 是一個公正的第三方機構，負責對博彩及遊戲相關爭議提供裁決服務。
`;

export default disputeZh;