const bonusZh = `
## **一般獎勵規則是什麼？**

獎勵旨在作為客戶遊戲體驗的一部分，並應以此方式享用。我們保留審查任何客戶帳戶的權利，以確保遊戲行為符合這些普遍接受的準則。

如我們認為任何獎勵是透過濫用系統而取得，我們保留撤銷及／或取消該等獎勵的權利。

我們可以隨時更改或取消任何促銷活動或獎勵。我們不承擔任何責任，亦不會因此提供任何獎勵或任何形式的付款。

如我們懷疑發生任何形式的獎勵濫用，我們保留全權酌情決定不退還任何存款、不支付帳戶餘額或所產生的獎金及獎勵的權利。濫用行為包括但不限於開設多個帳戶，以取得額外的獎勵或優惠。

對於任何促銷活動，包括但不限於迎新獎勵優惠，均適用特定的獎勵條款及細則。

您不得轉讓任何獎勵。

在向您的帳戶發放獎勵之前，我們保留隨時要求您提供身份、年齡及資金來源證明的權利。

如果您提出提款申請，您將失去所有獎勵，包括但不限於 **Free Spins**。

我們可以基於任何理由隨時撤回、取消或修改任何促銷活動。我們不承擔任何責任，亦不會提供任何獎勵或付款。

每個促銷活動期間，您僅有資格獲得一次獎勵。

我們保留隨時更改獎勵計劃結構的權利。

## **Free Spins 的使用**

上述條款以及以下條款及細則將適用於您對 Free Spins 的使用：

1. 任何 Free Spins 的領取條件將於我們發送給您的電子郵件或相關促銷活動條款中詳細說明，視適用情況而定。
2. 所有記入您帳戶的 Free Spins 將按照我們發送給您的電子郵件或相關促銷活動條款中所述的期限到期。任何未使用的 Free Spins 將自動失效並從您的帳戶中移除。
3. Free Spins 僅可用於指定遊戲，具體遊戲將於我們發送給您的電子郵件或相關促銷活動條款中詳細說明，視適用情況而定。
4. 如果您並非有關 Free Spins 發放電子郵件的指定收件人，則該 Free Spins 優惠無效。

## **撲克獎勵**

參與 **線上撲克遊戲** 和 **錦標賽**，讓玩家有機會 **贏取撲克現金獎金**，將技巧與虛擬遊戲的刺激體驗相結合。

WPT Global 作為 **[最佳撲克軟體及應用程式](https://wptglobal.com/poker-download)**，不僅提供流暢的遊戲體驗，還提供多種遊戲形式，包括 **線上及現場撲克錦標賽** 以及 **現金桌遊戲**，讓撲克愛好者可以在完整的撲克生態系統中選擇最適合自己的遊戲方式。

### **撲克優惠**

對於希望提升牌技的玩家，參與 **線上撲克錦標賽** 是與來自世界各地的玩家較量並測試自身實力的機會。策略性的遊戲方式、追求 **線上撲克促銷及獎勵**，以及 **最佳撲克應用程式** 所帶來的便利，共同打造一個充滿活力的遊戲環境，讓技巧、策略與運氣相互交織，為各個程度的玩家提供完整的撲克體驗。

### **真錢撲克 Rakeback**

[poker rakeback](https://wptglobal.com/how-to-play/poker-glossary#letter-r) 是部分線上撲克室或第三方聯盟向玩家提供的一種獎勵制度。它是指將撲克室從每個底池或錦標賽參賽費中收取的部分 **Rake（抽水）**，返還給產生該抽水的玩家。Rakeback 通常以玩家參與現金桌遊戲或錦標賽所產生抽水的一定百分比形式提供。
`;

export default bonusZh;
