// src/app/[locale]/legal/privacy-policy/privacy-zh.ts

const privacyZh = `
本隱私權政策說明 WPT Global 如何收集、使用、維護及披露從使用者（以下各稱為「使用者」）在 [www.wptglobal-asia.com](http://www.wptglobal.com) 網站（以下稱為「本網站」）所收集的資訊。本隱私權政策適用於本網站以及 WPT Global 所提供的所有產品與服務。

## 個人識別資訊

我們可能透過多種方式收集使用者的個人識別資訊，包括但不限於客戶造訪本網站、註冊帳戶、訂閱電子報、填寫表格，以及參與我們網站所提供的其他活動、服務、功能或資源時。

我們可能會視情況要求使用者提供姓名、電子郵件地址、郵寄地址及電話號碼等資訊。然而，造訪本網站的使用者也可以匿名瀏覽本網站。

只有在使用者自願向我們提供個人識別資訊的情況下，我們才會收集相關資訊。使用者始終可以拒絕提供個人識別資訊，但如果拒絕提供該資訊會直接導致其無法參與本網站上的某些活動，則不在此限。

## 非個人識別資訊

當使用者與本網站互動時，我們可能會收集與使用者相關的非個人識別資訊。

非個人識別資訊可能包括瀏覽器名稱、電腦類型，以及使用者連接至本網站時所使用的技術資訊，例如作業系統、所使用的網際網路服務供應商，以及其他類似資訊。

## 網頁瀏覽器 Cookie

本網站可能使用「Cookie」以提升使用者體驗。使用者的網頁瀏覽器會將 Cookie 儲存在其硬碟中，以便進行記錄保存，有時也會用於追蹤與使用者相關的資訊。

使用者可以選擇將網頁瀏覽器設定為拒絕 Cookie，或在 Cookie 傳送時收到通知。如果使用者選擇這樣做，請注意，本網站的某些部分可能無法正常運作。

如需更多關於 Cookie 的資訊，請參閱我們的 Cookie 政策頁面。

## 我們如何使用所收集的資訊

WPT Global 收集及使用使用者的個人資訊，目的包括：

**個人化使用者體驗**

我們可能會以彙總方式使用資訊，以了解我們的使用者群體如何使用本網站所提供的服務及資源。

**改善客戶服務**

您的資訊有助於我們更有效地回應您的客戶服務要求及支援需求。

**處理交易**

當使用者下單時，我們可能會使用使用者提供的個人資訊，僅用於提供與該訂單相關的服務。除非為提供該服務所必要，否則我們不會與外部人士分享此類資訊。

**管理內容、促銷活動、問卷調查或其他網站功能**

向使用者發送其已同意接收的資訊，包括我們認為可能對其感興趣的主題相關資訊。

**發送定期電子郵件**

**確保遊戲的安全性與公平性**

使用者在處理訂單時提供的電子郵件地址，僅會用於向其發送與訂單相關的資訊及更新內容。

該電子郵件地址也可能用於回覆使用者的詢問及／或其他要求或問題。

如果使用者選擇加入我們的郵件清單，將可能收到包含公司新聞、更新資訊、相關產品或服務資訊等內容的電子郵件。

如果使用者在任何時候希望取消訂閱未來的電子郵件，我們會在每封電子郵件的底部提供詳細的取消訂閱說明，使用者也可以透過本網站與我們聯絡。

## 我們如何保護您的資訊

我們採取適當的資料收集、儲存及處理措施，以及相應的安全措施，以防止您的個人資訊、使用者名稱、密碼、交易資訊及儲存在本網站上的資料遭到未經授權的存取、修改、披露或破壞。

本網站與使用者之間的敏感及私人資料交換，均透過 SSL 安全通訊通道進行，並經過加密及數位簽章保護。

## 分享您的個人資訊

我們不會向其他人士出售、交易或出租使用者的個人識別資訊。

我們可能會與我們的商業夥伴、可信賴的合作夥伴及廣告商分享與個人識別資訊無關的彙總一般人口統計資訊，用於上述所列目的。

我們可能會使用第三方服務提供商協助我們營運業務及本網站，或代表我們管理相關活動，例如發送電子報或進行問卷調查。

在您已授權我們的情況下，我們可能會為上述有限目的與這些第三方分享您的資訊。

## 第三方網站

使用者可能會在本網站上看到廣告或其他內容，其中包含連結至我們的合作夥伴、供應商、廣告商、贊助商、授權方及其他第三方的網站與服務。

我們不控制這些網站上所顯示的內容或連結，也不對從本網站連結至其他網站或從其他網站連結至本網站所採用的相關做法負責。

此外，這些網站或服務，包括其內容及連結，可能會持續發生變化。這些網站及服務可能擁有其自身的隱私權政策及客戶服務政策。

使用者瀏覽及與任何其他網站互動，包括任何連結至本網站的網站，均受該網站自身的條款及政策所約束。

## 遵守兒童線上隱私保護法

我們相信為兒童提供額外的線上保護非常重要。

我們鼓勵父母及監護人與子女一起進行網路活動，以觀察、參與及／或監督並引導他們的線上活動。

[www.wptglobal-asia.com](http://www.wptglobal.com) 不會明知而收集未滿 13 歲兒童的任何個人識別資訊。

如果父母或監護人認為 [www.wptglobal-asia.com](http://www.wptglobal.com) 的資料庫中存有未滿 13 歲兒童的個人識別資訊，請立即與我們聯絡，我們將盡最大努力及時從我們的紀錄中刪除相關資訊。

## 本隱私權政策的變更

WPT Global 可自行決定隨時更新本隱私權政策。

如果發生此類變更，我們將修改本頁面底部的更新日期，並向您發送電子郵件。

我們鼓勵使用者經常查看本頁面，以了解任何變更，並及時掌握我們如何協助保護所收集個人資訊的最新情況。

您確認並同意，您有責任定期查看本隱私權政策，並了解任何修訂內容。

## 您對這些條款的接受

使用本網站即表示您接受本隱私權政策及服務條款。

如果您不同意本政策，請不要使用本網站。

在本政策變更發布後，您繼續使用本網站，即視為您接受相關變更。

## 聯絡我們

如果您對本隱私權政策、本網站的相關做法，或您與本網站之間的往來有任何疑問，請透過以下方式聯絡我們：

WPT Global

[support@wptglobal.com](mailto:support@wptglobal.com)

## 線上撲克隱私權政策

WPT Global 重視使用者隱私，致力於為使用者提供安全可靠的線上撲克體驗。

我們的隱私權政策強調保護個人資訊的承諾，這對我們所有的玩家都至關重要。

本平台提供豐富的線上撲克技巧、優惠碼及撲克獎勵，同時在重視隱私的環境中提供相關服務。

WPT Global 被認為是優質的撲克應用程式之一，其對隱私標準的遵循使其成為玩家參與線上撲克遊戲及錦標賽時值得信賴的選擇。

## 線上玩撲克

如需進一步了解撲克規則、錦標賽規則或撲克術語詞彙表，您可以進一步了解如何在線上玩撲克。

如果您希望在加拿大、巴西、日本或其他國家玩撲克，您可以查看與您所在國家相關的撲克隱私權政策。
`;

export default privacyZh;
