// src/app/[locale]/legal/kyc-policy/kyc-zh.ts

const kycZh = `作為遵守相關法律及適用法規的持牌營運商，我們有義務核實玩家的身份，並防止問題活動或欺詐行為。因此，所有玩家在收到要求時，均需提供相關文件。

### 何時需要進行KYC？

- **存款**時，可能會根據風險評估方式要求進行KYC。
- **提款**時，幾乎總是需要完成完整的KYC（客戶盡職審查）。

### 成功核實玩家身份需要哪些文件？

可能要求提供三種類型的文件：身份證明（POI）、地址證明（POD）及存款證明（POD）。

1. 關於**身份證明**，我們需要以下其中一項由政府簽發的文件：
   - 身份證
   - 護照
   - 駕駛執照
   - **其他要求：**
     - 清晰的彩色照片，並完整顯示文件的四個角落
     - 清晰顯示**有效期限**（文件的有效期限至少需要在未來3個月後）
     - 清晰顯示**簽發日期、簽名、全名**及**出生日期**（玩家必須年滿18歲）

2. 關於**地址證明**，我們需要：
   - 水電費帳單
   - 銀行對帳單
   - **其他要求：**
     - 清晰的彩色照片，並完整顯示文件的四個角落
     - 清晰顯示**簽發日期**（文件不得超過三個月）
     - 清晰顯示**地址**

3. 關於**存款證明**：
   - 如果使用**信用卡**，我們需要提供信用卡正面及背面的清晰彩色照片
     - 必須清晰顯示前6位數字及後4位數字（請記得遮蓋卡片正面的中間數字，以及卡片背面的CVV號碼）
     - 卡片必須已簽名
     - 必須清晰顯示帳戶名稱
     - 對於凸字卡，背面只需顯示前6位及後4位數字
   - 如果使用**電子錢包**，我們需要提供證明電子錢包所有權的螢幕截圖
     - 必須清晰顯示網站URL
     - 必須清晰顯示帳戶名稱
     - 必須清晰顯示玩家的電子郵件地址或姓名
     - 必須清晰顯示存款交易

### 其他資訊

WPT Global 採用風險評估方式，如有需要，可能會在較早階段進行相關審查。

所有文件均以電子方式保存，並與客戶帳戶資料一併保密管理。我們的反欺詐、風險及撲克安全部門可存取各種資料庫及報告，用於審查玩家。

所有直接面向客戶的員工均熟悉上述政策及程序，並會將任何重要資訊及相關問題傳達給MLRO。
`;

export default kycZh;
