// src/app/[locale]/legal/customer-acceptance-policy/acceptance-zh.ts

const acceptanceZh = `

WPT Global 遵守《防制洗錢法》及其相關規定。公司將檢查所有交易，以防止洗錢活動。公司將向相關主管機關舉報任何可疑交易。如您發現任何與網站內任何遊戲相關的可疑活動，您必須立即向公司舉報。若依《防制洗錢法》及相關法律規定，公司可能會暫停、封鎖或關閉您的會員帳戶，並暫扣您的資金。

WPT Global 要求所有客戶在註冊時建立完整的個人資料。

**註冊階段所需提供的必要資訊包括：**

1. 真實姓名及姓氏；
2. 電子郵件地址；
3. 電話號碼；
4. 出生日期；
5. 所在國家／地區；以及
6. 密碼。

客戶必須完成註冊後，才能存取線上遊戲。

每位客戶僅允許擁有一個帳戶。

除完成註冊表格外，公司將針對任何提款進行額外的驗證程序（例如身分證或駕駛執照）。

**針對可疑存款、交易或帳戶的額外驗證措施包括但不限於：**

1. 致電玩家以驗證電話號碼，並記錄玩家在通話中的回應及溝通方式。此電話由客服人員以玩家帳戶所使用的語言進行。
2. 使用相同資訊查核玩家是否存在於當地國家的電話簿、稅務紀錄、選民登記冊及其他公開資料庫中。
3. 要求提供身分證件、地址證明，以及信用卡的副本和帳單。

公司將對每位玩家進行政治公眾人物（PEP）及制裁名單篩查。

**公司嚴格禁止：**

1. 以已註冊玩家姓名以外的其他姓名向玩家進行付款。
2. 接受現金作為付款方式。

## [**撲克規則**](https://wptglobal.com/how-to-play)

踏入**線上撲克**的世界，您將開啟各種豐富的機會，從贏得**撲克現金獎金**到參加刺激的**線上撲克錦標賽**。WPT Global 的撲克規則及線上撲克政策，旨在確保玩家能夠進行負責任的線上撲克遊戲，並符合業界標準。

### **線上撲克政策**

體驗各種**線上撲克遊戲**，包括**現場撲克錦標賽**及**現金桌遊戲**，每種遊戲都帶來獨特的挑戰與獎勵。為提升玩家體驗，WPT Global 提供**線上撲克優惠活動**及**撲克獎金**，為玩家帶來更多價值與獎勵。

### **領先的撲克網站**

順暢且愉快的撲克體驗關鍵在於選擇**最佳撲克應用程式**及**軟體**，不僅能確保高品質的遊戲體驗，也能提供安全、公平的遊戲環境。WPT Global 以全面的方式提供**線上撲克**服務，無論是新手還是經驗豐富的玩家，都能享有完整且具價值的線上遊戲體驗。

`;

export default acceptanceZh;
